# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
tap "zegervdv/zathura"

# Binaries
brew "ack"
brew "ctags"
brew "gcc"
brew "git"
brew "gtk"
brew "isync"
brew "neomutt"
brew "pandoc"
brew "pandoc-citeproc"
brew "python"
brew "ranger"
brew "tmux"
brew "wget"
brew "zathura"
brew "zathura-pdf-poppler"

# Binaries with dependencies
#brew "octave", args: ['--with-qt']
#brew "vim", args: ['--with-python3', '--with-override-system-vi', '--with-client-server']

# Apps
cask "krita"
cask "slack"
cask "stellarium"
cask "xquartz"

# SC-IM
#tap "nickolasburr/pfa"
#brew "sc-im"
