# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"

# Binaries
brew "ack"
#brew "curl"
#brew "fzf"
brew "gcc"
brew "git"
brew "gtk"
brew "neomutt"
brew "node"
brew "openssl"
brew "pandoc"
brew "pandoc-citeproc"
brew "python"
brew "qt"
brew "ranger"
brew "scons"
brew "tmux"
brew "w3m"
#brew "wget"

# Binaries with dependencies
brew "octave", args: ['--with-qt']
brew "vim", args: ['--with-python3', '--with-override-system-vi', '--with-client-server']

# Apps
cask "krita"
cask "slack"
cask "stellarium"
cask "xquartz"
